[
  {
    "id": 1,
    "author": "SLY_G",
    "title": "Необычно связав между собой кубиты, D-Wave существенно увеличила скорость работы квантового компьютера",
    "content": "В начале марта D-Wave Systems объявила о выходе их нового компьютера, работающего на принципе квантового отжига. В новой машине сделано несколько технических усовершенствований, а также значительно изменено физическое расположение компонентов. Что это означает? Вместе с онлайн-ресурсами компании D-Wave, устройство, приближающееся к состоянию полезного, начинает обретать форму.",
    "comments": [
      {
        "id": 1,
        "author": "netricks",
        "content": "Есть хорошие статьи на тему того, как на практике устроен кубит?"
      },
      {
        "id": 2,
        "author": "Yermack",
        "content": "Нильсен Чанг Квантовые вычисления и информация — там 7я глава про физические реализации. Это библия квантовых вычислений — следует начинать с нее, а потом искать курс РКЦ, там про алгоритмы — по ходу поймёте, надо ли оно Вам"
      },
      {
        "id": 3,
        "author": "netricks",
        "content": "Отлично!"
      }
    ]
  },
  {
    "id": 2,
    "author": "alizar",
    "title": "Компьютер Raspberry Pi встроили в клавиатуру для него",
    "content": "На прошлой неделе Raspberry Pi Foundation выпустила первую официальную мышь и клавиатуру (с USB-концентратором) для Raspberry Pi. Продажи клавиатуры только начались, но умельцам потребовалось всего два дня, чтобы произвести логичный моддинг, сделав моноблок с компьютером внутри клавиатуры (DIY-инструкция, плюс ещё один похожий проект).",
    "comments": [
      {
        "id": 1,
        "author": "IgorPie",
        "content": "Ну, осталось только кирпич блока питания и 2 дисковода завести и будет C64/ZX-Spectrum. Затея классная, но Zero, если запустить браузер или youtube — еле дышит."
      },
      {
        "id": 2,
        "author": "5oclock",
        "content": "Дисководы — это уже жирно. Магнитофон! Пи-и-и-и-и… Гр-гр-гр-гр-вжжжжжжжж-вж-вж-вж-мзм-мзм… ну и так далее…:)"
      },
      {
        "id": 3,
        "author": "Akon32",
        "content": "Микрофон, и воспроизводить mp3-шки любыми подручными средствами."
      },
      {
        "id": 4,
        "author": "5oclock",
        "content": "Ещё головки на разных магнитофонах были по-разному настроены относительно ленты и приходилось подкручивать головку на своём магнитофоне. «На слух». Если звук был глухой, то 100% ничего не загрузится, даже если будет 3-4 минуты кряхтеть-хрипеть-загружать. А если покрутить отвёрточкой и добиться звонкого, «металлического» звука, то скорее всего загрузка пройдёт нормально. С mp3 то же можно проделывать эквалайзером. Чтобы сохранить аутентичную атмосферу.:)"
      },
      {
        "id": 5,
        "author": "stgunholy",
        "content": "Да нет же!!! Начиналось всё с Уиииииииииииииииииииии-ЧПОК… Уииииииииииииии а вот дальше уже шло гр-гр-гр-гр-вжжжжжжжж-вж-вж-вж-мзм-мзм, и заставка построчно рисовалась :D"
      }
    ]
  }
]
